{
  "architectures": [
    "DiscourseScorer"
  ],
  "model_type": "deberta-v2",
  "hidden_size": 768,
  "max_position_embeddings": 256,
  "num_labels": 2,
  "id2label": {
    "0": "low",
    "1": "high"
  },
  "label2id": {
    "low": 0,
    "high": 1
  },
  "output_names": [
    "claim_risk",
    "argument_quality"
  ]
}